//
//  DataProfile.swift
//  UniversityTable
//
//  Created by Снытин Ростислав on 20.01.2022.
//

import Foundation

class ProfileData {
    
    static let shared = ProfileData()
    
    let name = "ФИО"
    let fullName = "Снытин Ростислав Валерьевич"
    let number = "Номер группы"
    let numberOfGroup = "ОАБ-02.03.02-41"
    let title = "Название группы"
    let titleOfGroup = "Фундаментальная информатика и информационные технологии"
    let nameFaculty = "Институт / факультет"
    let nameOfInstitute = "Институт математики, информационных технологии и физики"
    let nameForm = "Форма обучения"
    let nameOfForm = "Очная"
    let nameQual = "Квалификация"
    let nameOfQual = "Бакалавр"
    let nameNumber = "Номер зачетной книжки"
    let numberOfBook = "2014-99.99.99-99"
    let nameTheme = "Тема ВКР"
    let nameOfTheme = "Разработка мобильной версии портала ИИАС"
    
    let dataProfile = ["ФИО": "Снытин Ростислав Валерьевич", "Номер группы": "ОАБ-02.03.02-41", "Название группы": "Фундаментальная информатика и информационные технологии", "Институт / факультет": "Институт математики, информационных технологии и физики", "Форма обучения": "Очная", "Квалификация": "Бакалавр", "Номер зачетной книжки": "2014-99.99.99-99", "Тема ВКР": "Разработка мобильной версии портала ИИАС"]
}
