//
//  DataProfile.swift
//  UniversityTable
//
//  Created by Снытин Ростислав on 20.01.2022.
//

import Foundation

class ProfileData {
    
    static let shared = ProfileData()
    
    let dataSubTitle = ["ФИО", "Номер группы", "Название группы", "Институт / факультет", "Форма обучения", "Квалификация", "Номер зачетной книжки", "Тема ВКР"]
    let dataMainTitle = ["Снытин Ростислав Валерьевич", "ОАБ-02.03.02-41", "Фундаментальная информатика и информационные технологии", "Институт математики, информационных технологии и физики", "Очная", "Бакалавр", "2014-99.99.99-99", "Разработка мобильной версии портала ИИАС"]
}


